Repository: xxshubhamxx/cmux-panecho
Catalog: Packages/macOS/CmuxFoundation/Sources/CmuxFoundation/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, zh_hans, zh_hant

# glaeda.cli.usage
source: Usage: cmux glaeda <request|observe> [options] Exchange one semantic execution request with the execution service. Subcommands: request --request-ref <ref> CMUX caller correlation reference --work-ref <ref> CMUX work correlation reference --repository <owner/repo> Canonical Git repository identity --commit <40-hex> Exact Git commit --tree <40-hex> Exact Git tree [--reuse <prefer_valid_reuse|no_preference>] Emits canonical execution-request JSON to stdout. CMUX workspace, machine, shell command, and environment stay outside this request. observe --request <path> Exact request document previously emitted --receipt <path|-> Bounded execution receipt, or - for stdin Validates request/result correlation and emits a bounded CMUX observation. Terminal states require a workload-receipt digest. Examples: cmux glaeda request --request-ref cmux:exec:42 --work-ref cmux:work:42 \ --repository owner/repo --commit <commit> --tree <tree> cmux glaeda observe --request request.json --receipt result.json
ar: الاستخدام: cmux glaeda <request|observe> [خيارات] يتبادل طلب تنفيذ دلالي واحد مع خدمة التنفيذ. الأوامر الفرعية: request --request-ref <ref> مرجع ربط الطلب في CMUX --work-ref <ref> مرجع ربط العمل في CMUX --repository <owner/repo> هوية مستودع Git الأساسية --commit <40-hex> معرّف Git commit الدقيق --tree <40-hex> معرّف Git tree الدقيق [--reuse <prefer_valid_reuse|no_preference>] يطبع JSON أساسيًا لطلب التنفيذ إلى stdout. تبقى مساحة عمل CMUX والجهاز وأمر shell والبيئة خارج هذا الطلب. observe --request <path> مستند الطلب الدقيق الذي تم إنشاؤه سابقًا --receipt <path|-> إيصال تنفيذ محدود، أو - لـ stdin يتحقق من ربط الطلب بالنتيجة ويطبع ملاحظة CMUX محدودة. تتطلب الحالات النهائية بصمة إيصال حمل العمل. أمثلة: cmux glaeda request --request-ref cmux:exec:42 --work-ref cmux:work:42 \ --repository owner/repo --commit <commit> --tree <tree> cmux glaeda observe --request request.json --receipt result.json
de: Verwendung: cmux glaeda <request|observe> [Optionen] Tauscht eine semantische Ausführungsanfrage mit dem Ausführungsdienst aus. Unterbefehle: request --request-ref <ref> CMUX-Korrelationsreferenz der Anfrage --work-ref <ref> CMUX-Korrelationsreferenz der Arbeit --repository <owner/repo> Kanonische Git-Repository-Identität --commit <40-hex> Exakter Git-Commit --tree <40-hex> Exakter Git-Tree [--reuse <prefer_valid_reuse|no_preference>] Gibt kanonisches Ausführungsanfrage-JSON auf stdout aus. CMUX-Arbeitsbereich, Maschine, Shell-Befehl und Umgebung bleiben außerhalb dieser Anfrage. observe --request <pfad> Zuvor ausgegebenes exaktes Anfragedokument --receipt <pfad|-> Begrenzter Ausführungsbeleg oder - für stdin Prüft die Korrelation von Anfrage und Ergebnis und gibt eine begrenzte CMUX-Beobachtung aus. Terminale Zustände benötigen einen Workload-Beleg-Digest. Beispiele: cmux glaeda request --request-ref cmux:exec:42 --work-ref cmux:work:42 \ --repository owner/repo --commit <commit> --tree <tree> cmux glaeda observe --request request.json --receipt result.json
es: Uso: cmux glaeda <request|observe> [opciones] Intercambia una solicitud de ejecución semántica con el servicio de ejecución. Subcomandos: request --request-ref <ref> Referencia de correlación de solicitud de CMUX --work-ref <ref> Referencia de correlación de trabajo de CMUX --repository <owner/repo> Identidad canónica del repositorio Git --commit <40-hex> Commit Git exacto --tree <40-hex> Árbol Git exacto [--reuse <prefer_valid_reuse|no_preference>] Emite JSON canónico de solicitud de ejecución por stdout. El espacio de trabajo de CMUX, la máquina, el comando shell y el entorno quedan fuera de esta solicitud. observe --request <ruta> Documento exacto de solicitud emitido antes --receipt <ruta|-> Recibo de ejecución acotado, o - para stdin Valida la correlación solicitud/resultado y emite una observación acotada de CMUX. Los estados terminales requieren un hash de recibo de carga. Ejemplos: cmux glaeda request --request-ref cmux:exec:42 --work-ref cmux:work:42 \ --repository owner/repo --commit <commit> --tree <tree> cmux glaeda observe --request request.json --receipt result.json
fr: Utilisation : cmux glaeda <request|observe> [options] Échange une demande d’exécution sémantique avec le service d’exécution. Sous-commandes : request --request-ref <ref> Référence de corrélation CMUX de la demande --work-ref <ref> Référence de corrélation CMUX du travail --repository <owner/repo> Identité canonique du dépôt Git --commit <40-hex> Commit Git exact --tree <40-hex> Arbre Git exact [--reuse <prefer_valid_reuse|no_preference>] Émet le JSON canonique de demande d’exécution sur stdout. L’espace de travail CMUX, la machine, la commande shell et l’environnement restent hors de cette demande. observe --request <chemin> Document exact de demande émis auparavant --receipt <chemin|-> Reçu d’exécution borné, ou - pour stdin Valide la corrélation demande/résultat et émet une observation CMUX bornée. Les états terminaux exigent un condensat de reçu de charge. Exemples : cmux glaeda request --request-ref cmux:exec:42 --work-ref cmux:work:42 \ --repository owner/repo --commit <commit> --tree <tree> cmux glaeda observe --request request.json --receipt result.json
ja: 使用法: cmux glaeda <request|observe> [オプション] 実行サービスと 1 件の意味的な実行リクエストを交換します。 サブコマンド: request --request-ref <ref> CMUX リクエスト相関参照 --work-ref <ref> CMUX 作業相関参照 --repository <owner/repo> 正規 Git リポジトリ識別子 --commit <40-hex> 正確な Git commit --tree <40-hex> 正確な Git tree [--reuse <prefer_valid_reuse|no_preference>] 正規実行リクエスト JSON を stdout に出力します。 CMUX ワークスペース、マシン、shell コマンド、環境はこのリクエストに含めません。 observe --request <path> 以前出力した正確なリクエスト文書 --receipt <path|-> 制限付き実行レシート、または stdin 用の - リクエストと結果の相関を検証し、制限付き CMUX 観察を出力します。 終了状態にはワークロードレシートのダイジェストが必要です。 例: cmux glaeda request --request-ref cmux:exec:42 --work-ref cmux:work:42 \ --repository owner/repo --commit <commit> --tree <tree> cmux glaeda observe --request request.json --receipt result.json
ko: 사용법: cmux glaeda <request|observe> [옵션] 실행 서비스와 하나의 의미 기반 실행 요청을 교환합니다. 하위 명령: request --request-ref <ref> CMUX 요청 상관 참조 --work-ref <ref> CMUX 작업 상관 참조 --repository <owner/repo> 표준 Git 저장소 식별자 --commit <40-hex> 정확한 Git commit --tree <40-hex> 정확한 Git tree [--reuse <prefer_valid_reuse|no_preference>] 표준 실행 요청 JSON을 stdout으로 출력합니다. CMUX 작업 공간, 머신, shell 명령, 환경은 이 요청에 포함되지 않습니다. observe --request <path> 이전에 출력한 정확한 요청 문서 --receipt <path|-> 제한된 실행 영수증 또는 stdin용 - 요청/결과 상관관계를 검증하고 제한된 CMUX 관찰을 출력합니다. 종료 상태에는 워크로드 영수증 다이제스트가 필요합니다. 예: cmux glaeda request --request-ref cmux:exec:42 --work-ref cmux:work:42 \ --repository owner/repo --commit <commit> --tree <tree> cmux glaeda observe --request request.json --receipt result.json
zh_hans: 用法：cmux glaeda <request|observe> [选项] 与执行服务交换一个语义执行请求。 子命令： request --request-ref <ref> CMUX 请求关联引用 --work-ref <ref> CMUX 工作关联引用 --repository <owner/repo> 规范 Git 仓库标识 --commit <40-hex> 精确 Git commit --tree <40-hex> 精确 Git tree [--reuse <prefer_valid_reuse|no_preference>] 将规范执行请求 JSON 输出到 stdout。 CMUX 工作区、机器、shell 命令和环境不会进入此请求。 observe --request <path> 先前输出的精确请求文档 --receipt <path|-> 有界执行收据，或用 - 读取 stdin 验证请求与结果的关联，并输出有界 CMUX 观察。 终止状态需要工作负载收据摘要。 示例： cmux glaeda request --request-ref cmux:exec:42 --work-ref cmux:work:42 \ --repository owner/repo --commit <commit> --tree <tree> cmux glaeda observe --request request.json --receipt result.json
zh_hant: 用法：cmux glaeda <request|observe> [選項] 與執行服務交換一個語意執行要求。 子命令： request --request-ref <ref> CMUX 要求關聯參照 --work-ref <ref> CMUX 工作關聯參照 --repository <owner/repo> 標準 Git 儲存庫識別 --commit <40-hex> 精確 Git commit --tree <40-hex> 精確 Git tree [--reuse <prefer_valid_reuse|no_preference>] 將標準執行要求 JSON 輸出到 stdout。 CMUX 工作區、機器、shell 命令與環境不會進入此要求。 observe --request <path> 先前輸出的精確要求文件 --receipt <path|-> 有界執行收據，或以 - 讀取 stdin 驗證要求與結果的關聯，並輸出有界 CMUX 觀察。 終止狀態需要工作負載收據摘要。 範例： cmux glaeda request --request-ref cmux:exec:42 --work-ref cmux:work:42 \ --repository owner/repo --commit <commit> --tree <tree> cmux glaeda observe --request request.json --receipt result.json

# paneSwap.swapWithSession
source: Swap With Session…
ar: تبديل مع جلسة…
de: Mit Sitzung tauschen …
es: Intercambiar con sesión…
fr: Permuter avec la session…
ja: セッションと入れ替える…
ko: 세션과 바꾸기…
zh_hans: 与会话交换…
zh_hant: 與工作階段交換…

# paneSwap.terminalPane
source: Terminal Pane
ar: لوحة طرفية
de: Terminalbereich
es: Panel de terminal
fr: Volet de terminal
ja: ターミナルペイン
ko: 터미널 창
zh_hans: 终端窗格
zh_hant: 終端機窗格

# paneSwap.source
source: Source
ar: المصدر
de: Quelle
es: Origen
fr: Origine
ja: 移動元
ko: 원본
zh_hans: 来源
zh_hant: 來源

# paneSwap.swapHere
source: Swap Here
ar: التبديل هنا
de: Hier tauschen
es: Intercambiar aquí
fr: Permuter ici
ja: ここで入れ替え
ko: 여기와 바꾸기
zh_hans: 在此交换
zh_hant: 在此交換

# config.validation.cli.doctor.fileEmpty
source: file is empty
ar: الملف فارغ
de: Datei ist leer
es: el archivo está vacío
fr: le fichier est vide
ja: ファイルが空です
ko: 파일이 비어 있습니다
zh_hans: 文件为空
zh_hant: 檔案為空

# config.validation.cli.doctor.fileNotFound
source: file not found
ar: الملف غير موجود
de: Datei nicht gefunden
es: archivo no encontrado
fr: fichier introuvable
ja: ファイルが見つかりません
ko: 파일을 찾을 수 없습니다
zh_hans: 未找到文件
zh_hant: 找不到檔案

# config.validation.cli.doctor.label.custom
source: custom %@
ar: مخصص %@
de: benutzerdefiniert %@
es: personalizado %@
fr: personnalisé %@
ja: カスタム %@
ko: 사용자 지정 %@
zh_hans: 自定义 %@
zh_hant: 自訂 %@

# config.validation.cli.doctor.label.legacyAppSupport
source: legacy app support
ar: إعداد دعم التطبيق القديم
de: alte App-Support-Konfiguration
es: configuración heredada de soporte de la aplicación
fr: ancienne configuration Application Support
ja: 旧 Application Support 設定
ko: 레거시 Application Support 구성
zh_hans: 旧版 Application Support 配置
zh_hant: 舊版 Application Support 設定

# config.validation.cli.doctor.label.legacyConfig
source: legacy config
ar: إعداد قديم
de: alte Konfiguration
es: configuración heredada
fr: configuration héritée
ja: 旧設定
ko: 레거시 구성
zh_hans: 旧版配置
zh_hant: 舊版設定

# config.validation.cli.doctor.label.primary
source: primary
ar: الأساسي
de: Hauptdatei
es: principal
fr: principal
ja: メイン
ko: 기본
zh_hans: 主要
zh_hant: 主要

# config.validation.cli.doctor.label.project
source: project
ar: المشروع
de: Projekt
es: proyecto
fr: projet
ja: プロジェクト
ko: 프로젝트
zh_hans: 项目
zh_hant: 專案

# config.validation.cli.doctor.missingDefaults
source: not found; cmux will use defaults until this file exists
ar: غير موجود؛ سيستخدم cmux القيم الافتراضية حتى يوجد هذا الملف
de: Nicht gefunden; cmux verwendet die Standardwerte, bis diese Datei vorhanden ist
es: no encontrado; cmux usará los valores predeterminados hasta que exista este archivo
fr: introuvable ; cmux utilisera les valeurs par défaut jusqu’à la création de ce fichier
ja: 見つかりません。このファイルが作成されるまで cmux はデフォルト値を使用します
ko: 찾을 수 없습니다. 이 파일이 생길 때까지 cmux는 기본값을 사용합니다
zh_hans: 未找到；在此文件创建之前，cmux 将使用默认值
zh_hant: 找不到；在此檔案建立前，cmux 將使用預設值

# config.validation.cli.doctor.pathIsDirectory
source: path is a directory, expected a file
ar: المسار دليل، وكان المتوقع ملفًا
de: Pfad ist ein Verzeichnis; Datei erwartet
es: la ruta es un directorio; se esperaba un archivo
fr: le chemin est un dossier, un fichier était attendu
ja: パスはディレクトリです。ファイルが必要です
ko: 경로가 디렉터리입니다. 파일이어야 합니다
zh_hans: 路径是目录，应为文件
zh_hant: 路徑是目錄，預期應為檔案

# config.validation.cli.doctor.report.bytes
source: bytes
ar: البايتات
de: Byte
es: octetos
fr: octets
ja: バイト
ko: 바이트
zh_hans: 字节
zh_hant: 位元組

# config.validation.cli.doctor.report.docs
source: Docs
ar: الوثائق
de: Dokumentation
es: Documentación
fr: Documentation
ja: ドキュメント
ko: 문서
zh_hans: 文档
zh_hant: 文件

# config.validation.cli.doctor.report.keys
source: keys
ar: المفاتيح
de: Schlüssel
es: claves
fr: clés
ja: キー
ko: 키
zh_hans: 键
zh_hant: 鍵

# config.validation.cli.doctor.report.path
source: path
ar: المسار
de: Pfad
es: ruta
fr: chemin
ja: パス
ko: 경로
zh_hans: 路径
zh_hant: 路徑

# config.validation.cli.doctor.report.reload
source: Reload
ar: إعادة التحميل
de: Neu laden
es: Recargar
fr: Recharger
ja: 再読み込み
ko: 다시 로드
zh_hans: 重新加载
zh_hant: 重新載入

# config.validation.cli.doctor.report.schema
source: Schema
ar: المخطط
de: Konfigurationsschema
es: Esquema
fr: Schéma
ja: スキーマ
ko: 스키마
zh_hans: 架构
zh_hant: 結構描述

# config.validation.cli.doctor.status.error
source: ERROR
ar: خطأ
de: FEHLER
es: FALLO
fr: ERREUR
ja: エラー
ko: 오류
zh_hans: 错误
zh_hant: 錯誤

# config.validation.cli.doctor.status.missing
source: MISSING
ar: مفقود
de: FEHLT
es: FALTA
fr: ABSENT
ja: 未検出
ko: 없음
zh_hans: 缺失
zh_hant: 缺少

# config.validation.cli.doctor.status.ok
source: OK
ar: صحيح
de: GÜLTIG
es: VÁLIDO
fr: VALIDE
ja: 有効
ko: 정상
zh_hans: 有效
zh_hant: 有效

# config.validation.cli.doctor.topLevelObject
source: top-level value must be a JSON object
ar: يجب أن تكون قيمة المستوى الأعلى كائن JSON
de: Wert auf oberster Ebene muss ein JSON-Objekt sein
es: el valor de nivel superior debe ser un objeto JSON
fr: la valeur de niveau supérieur doit être un objet JSON
ja: トップレベルの値は JSON オブジェクトである必要があります
ko: 최상위 값은 JSON 객체여야 합니다
zh_hans: 顶层值必须是 JSON 对象
zh_hant: 最上層值必須是 JSON 物件

# config.validation.cli.doctor.unknownParseError
source: unknown config parse error
ar: خطأ غير معروف في تحليل الإعداد
de: unbekannter Fehler beim Parsen der Konfiguration
es: error desconocido al analizar la configuración
fr: erreur inconnue lors de l’analyse de la configuration
ja: 不明な設定解析エラー
ko: 알 수 없는 구성 구문 분석 오류
zh_hans: 未知的配置解析错误
zh_hant: 未知的設定剖析錯誤

# jumpToBottom.title
source: Jump to Bottom
ar: الانتقال إلى الأسفل
de: Zum Ende springen
es: Ir al final
fr: Aller en bas
ja: 一番下へ移動
ko: 맨 아래로 이동
zh_hans: 跳到底部
zh_hant: 跳至底部

# config.settingChange.unknownPath
source: '%@' isn't a cmux setting. Run `cmux docs settings` to list them.
ar: '%@' ليس إعدادًا في cmux. شغّل `cmux docs settings` لعرض الإعدادات.
de: '%@' ist keine cmux-Einstellung. Führe `cmux docs settings` aus, um alle aufzulisten.
es: '%@' no es un ajuste de cmux. Ejecuta `cmux docs settings` para ver la lista.
fr: '%@' n'est pas un réglage cmux. Exécutez `cmux docs settings` pour les lister.
ja: '%@' は cmux の設定ではありません。`cmux docs settings` を実行すると一覧を表示できます。
ko: '%@'은(는) cmux 설정이 아닙니다. `cmux docs settings`를 실행해 목록을 확인하세요.
zh_hans: '%@' 不是 cmux 设置。运行 `cmux docs settings` 可列出所有设置。
zh_hant: '%@' 不是 cmux 設定。執行 `cmux docs settings` 可列出所有設定。

# config.settingChange.notASetting
source: '%@' isn't a setting. Edit that section of cmux.json directly.
ar: '%@' ليس إعدادًا. عدّل هذا القسم من cmux.json مباشرةً.
de: '%@' ist keine Einstellung. Bearbeite diesen Abschnitt von cmux.json direkt.
es: '%@' no es un ajuste. Edita esa sección de cmux.json directamente.
fr: '%@' n'est pas un réglage. Modifiez directement cette section de cmux.json.
ja: '%@' は設定ではありません。cmux.json の該当セクションを直接編集してください。
ko: '%@'은(는) 설정이 아닙니다. cmux.json의 해당 섹션을 직접 편집하세요.
zh_hans: '%@' 不是设置。请直接编辑 cmux.json 的该部分。
zh_hant: '%@' 不是設定。請直接編輯 cmux.json 的該區段。

# config.settingChange.notBoolean
source: '%@' isn't true or false, so it can't be toggled.
ar: '%@' ليس true أو false، لذا لا يمكن تبديله.
de: '%@' ist nicht true oder false und kann daher nicht umgeschaltet werden.
es: '%@' no es true ni false, así que no se puede alternar.
fr: '%@' n'est ni true ni false et ne peut donc pas être basculé.
ja: '%@' は true でも false でもないため、切り替えられません。
ko: '%@'은(는) true나 false가 아니므로 전환할 수 없습니다.
zh_hans: '%@' 不是 true 或 false,因此无法切换。
zh_hant: '%@' 不是 true 或 false,因此無法切換。

# config.settingChange.emptyCycle
source: Cycling '%@' needs at least one value.
ar: يتطلب التنقّل بين قيم '%@' قيمة واحدة على الأقل.
de: Zum Durchschalten von '%@' ist mindestens ein Wert nötig.
es: Para alternar entre valores de '%@' se necesita al menos un valor.
fr: Faire défiler '%@' nécessite au moins une valeur.
ja: '%@' を順に切り替えるには、少なくとも 1 つの値が必要です。
ko: '%@' 값을 순환하려면 값이 하나 이상 필요합니다.
zh_hans: 循环切换 '%@' 至少需要一个值。
zh_hant: 循環切換 '%@' 至少需要一個值。

# config.settingChange.unknownPreset
source: No setting preset named '%@'. Add it under settingPresets in ~/.config/cmux/cmux.json.
ar: لا يوجد إعداد مسبق باسم '%@'. أضفه ضمن settingPresets في ~/.config/cmux/cmux.json.
de: Es gibt keine Einstellungsvorlage namens '%@'. Füge sie unter settingPresets in ~/.config/cmux/cmux.json hinzu.
es: No hay ningún preajuste llamado '%@'. Añádelo en settingPresets en ~/.config/cmux/cmux.json.
fr: Aucun préréglage nommé '%@'. Ajoutez-le sous settingPresets dans ~/.config/cmux/cmux.json.
ja: '%@' という名前の設定プリセットはありません。~/.config/cmux/cmux.json の settingPresets に追加してください。
ko: '%@'(이)라는 설정 프리셋이 없습니다. ~/.config/cmux/cmux.json의 settingPresets 아래에 추가하세요.
zh_hans: 没有名为 '%@' 的设置预设。请在 ~/.config/cmux/cmux.json 的 settingPresets 下添加。
zh_hant: 沒有名為 '%@' 的設定預設組。請在 ~/.config/cmux/cmux.json 的 settingPresets 下新增。

# config.settingChange.invalidPreset
source: Setting preset '%@' must be an object of settings, for example {"sidebar": {"showPorts": false}}.
ar: يجب أن يكون الإعداد المسبق '%@' كائنًا من الإعدادات، مثل {"sidebar": {"showPorts": false}}.
de: Die Einstellungsvorlage '%@' muss ein Objekt mit Einstellungen sein, zum Beispiel {"sidebar": {"showPorts": false}}.
es: El preajuste '%@' debe ser un objeto de ajustes, por ejemplo {"sidebar": {"showPorts": false}}.
fr: Le préréglage '%@' doit être un objet de réglages, par exemple {"sidebar": {"showPorts": false}}.
ja: 設定プリセット '%@' は設定のオブジェクトである必要があります。例: {"sidebar": {"showPorts": false}}。
ko: 설정 프리셋 '%@'은(는) 설정 객체여야 합니다. 예: {"sidebar": {"showPorts": false}}
zh_hans: 设置预设 '%@' 必须是设置对象,例如 {"sidebar": {"showPorts": false}}。
zh_hant: 設定預設組 '%@' 必須是設定物件,例如 {"sidebar": {"showPorts": false}}。

# config.settingChange.keyContainsDot
source: '%@' names a key that contains ".", such as a workspaceGroups.byCwd path. Setting paths split on every ".", so that key can't be changed this way. Edit it in cmux.json directly.
ar: '%@' يشير إلى مفتاح يحتوي على "."، مثل مسار workspaceGroups.byCwd. تُقسَّم مسارات الإعدادات عند كل "."، لذا لا يمكن تغيير هذا المفتاح بهذه الطريقة. عدّله في cmux.json مباشرةً.
de: '%@' verweist auf einen Schlüssel mit ".", etwa einen workspaceGroups.byCwd-Pfad. Einstellungspfade werden an jedem "." geteilt, daher lässt sich dieser Schlüssel so nicht ändern. Bearbeite ihn direkt in cmux.json.
es: '%@' se refiere a una clave que contiene ".", como una ruta de workspaceGroups.byCwd. Las rutas de ajustes se dividen en cada ".", así que esa clave no se puede cambiar de esta forma. Edítala directamente en cmux.json.
fr: '%@' désigne une clé qui contient ".", par exemple un chemin workspaceGroups.byCwd. Les chemins de réglage sont découpés à chaque ".", donc cette clé ne peut pas être modifiée ainsi. Modifiez-la directement dans cmux.json.
ja: '%@' は "." を含むキー（workspaceGroups.byCwd のパスなど）を指しています。設定パスはすべての "." で分割されるため、この方法ではそのキーを変更できません。cmux.json で直接編集してください。
ko: '%@'은(는) "."이 포함된 키를 가리킵니다(예: workspaceGroups.byCwd 경로). 설정 경로는 모든 "."에서 나뉘므로 이 방법으로는 해당 키를 변경할 수 없습니다. cmux.json에서 직접 편집하세요.
zh_hans: '%@' 指向包含 "." 的键，例如 workspaceGroups.byCwd 路径。设置路径会在每个 "." 处拆分，因此无法用这种方式更改该键。请直接在 cmux.json 中编辑。
zh_hant: '%@' 指向含有 "." 的鍵，例如 workspaceGroups.byCwd 路徑。設定路徑會在每個 "." 處分割，因此無法用這種方式變更該鍵。請直接在 cmux.json 中編輯。

# cli.sshPtyAttach.launchAcknowledgementTimeoutLimitReached
source: [cmux] SSH pane could not contact cmux to start the remote session after %s attempts; reconnect to try again.
ar: [cmux] تعذر على لوحة SSH الاتصال بـ cmux لبدء الجلسة البعيدة بعد %s محاولات؛ أعد الاتصال للمحاولة مرة أخرى.
de: [cmux] Das SSH-Fenster konnte cmux nach %s Versuchen nicht erreichen, um die Remotesitzung zu starten; verbinden Sie sich erneut.
es: [cmux] El panel SSH no pudo contactar con cmux para iniciar la sesión remota después de %s intentos; vuelve a conectarte para intentarlo de nuevo.
fr: [cmux] Le panneau SSH n’a pas pu joindre cmux pour démarrer la session distante après %s tentatives ; reconnectez-vous pour réessayer.
ja: [cmux] SSH ペインは %s 回試行しても cmux に接続してリモートセッションを開始できませんでした。再接続してください。
ko: [cmux] SSH 패널이 %s번 시도 후에도 원격 세션을 시작하기 위해 cmux에 연결하지 못했습니다. 다시 연결해 보세요.
zh_hans: [cmux] SSH 窗格尝试 %s 次后仍无法联系 cmux 以启动远程会话；请重新连接再试。
zh_hant: [cmux] SSH 窗格嘗試 %s 次後仍無法聯絡 cmux 以啟動遠端工作階段；請重新連線再試。

# cli.sshPtyAttach.retryReason.launchAcknowledgementTimeout
source: cmux did not acknowledge the SSH launch
ar: لم يؤكد cmux بدء SSH
de: cmux hat den SSH-Start nicht bestätigt
es: cmux no confirmó el inicio de SSH
fr: cmux n’a pas confirmé le démarrage SSH
ja: cmux が SSH の起動を確認できませんでした
ko: cmux가 SSH 시작을 확인하지 않음
zh_hans: cmux 未确认 SSH 启动
zh_hant: cmux 未確認 SSH 啟動
